
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в тест для оценки собственного здоровья'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья. \n У испытуемого, находящегося в положении лёжа в течении 5 мин, определяют частоту пульсва за 15 секунд. \n Затем за 45 секнуд делается 30 приседаний. \n Далее испытуемый ложится и подсчитывается его пульс за 15 первые секунд и последние 15 секунд минуты отдыха. \n Важно! Если вы почувствуете себя плохо, то прекратите тест и обратитесь к врачу. ' 
txt_title = 'Здоровье'
txt_name = 'Введите имя'
txt_hintname = ""
txt_hintage = ""
txt_test1 = 'Лягте на спину и измерьте пульс за 15 секунд. НАжмите кнопку "Наяать первый тест" чтобы запустить таймер. \n Результат запишите в соответствующее поле'
txt_test2 = 'Выполниет 30 приседаний за 45 секунд'
txt_test3 = 'Определить частоту пульса за первые 15 секунд минуты отдыха'
txt_sendresults = ''
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать приседания'
txt_starttest3 = 'Начать финальный тест'
txt_timer = "00:00:00"
txt_age = 'Полных лет'
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье'
txt_workheart = 'Работоспособность сердца'

ind = 0
vos = 0
time = (0, 0, 0)